{
  "app": {
    "short_description": "Unifies NetFortris Fonality call center agent communications suite with Zendesk.",
    "long_description": "The NetFortris for Zendesk app is an easy and cost effective way to have an integrated agent experience of the Fonality Platform phone system and Zendesk customer service management.The app integrates the NetFortris business communication system with Zendesk to allow customers to improve their business performance and customer experience with tools that allow agents to make calls, get contextual data about every call before they pick up, automatically log calls, take notes and more.",
    "installation_instructions" : "# NetFortris for Zendesk Installation Guide\n###Before you begin here are some prerequisites:\n\n1. Make sure you subscribe to NetFortris services on the Fonality platform, and that your implementation is currently running platform version 14.0 or higher.\n2. Set up NetFortris for Zendesk in the NetFortris service. For details, refer to NetFortris for Zendesk User Guide.\n\n###Install NetFortris for Zendesk app:\nFollow the instructions below to install the NetFortris for Zendesk within the Zendesk environment. You will need to run this installation once for your system. Once that is completed the software will automatically be available to your agents:\n###*Getting Started:*\n\n1. Sign in to your Zendesk account, then click the Admin icon in the navigation bar.\n2. Under Apps, select Browse, then find the NetFortris for Zendesk app and click the tile.\n3. On the NetFortris for Zendesk page, click 'Install app' in the upper-right corner. You will be presented with a web page.\n4. Enter the login URL for the Call Panel.\n5. Click Continue. The app will install in your Zendesk account.\n6. Refresh your Zendesk login session. The NetFortris for Zendesk icon will show up at the top right hand corner.\n7. Click the NetFortris for Zendesk icon. This will launch the NetFortris for Zendesk login screen within your Zendesk frame.\n8. Enter you HUD login credentials and click Login. Upon validation, you will be logged in.\n\nFor more details please refer to the NetFortris for Zendesk User Guide!\nIf you have any questions  or need assistance with the installation, please contact the NetFortris Support Team."
  }
}
