{
  "app": {
    "description": "The NetFortris  Zendesk Integration app unifies the Fonality Platform business communications with Zendesk’s customer engagement system to improve agent productivity, increase call efficiency and redefine the customer experience.",
    "name": "NetFortris Zendesk Integration"
  },
  "loading": "Welcome to NetFortris Zendesk Integration",
  "fetch": {
    "done": "Good",
    "fail": "failed to fetch information from the server"
  },
  "id": "ID",
  "email": "Email",
  "name": "Name",
  "role": "Role",
  "groups": "Groups",
  "installation_instructions" : "Before you begin here are some prerequisites:/n 1. Make sure you subscribe to NetFortris services on the Fonality platform, and that your implementation is currently running platform version 14.0 or higher./n 2. Set up NetFortris Zendesk integration in the NetFortris service. For details, refer to NetFortris Zendesk Integration User Guide./n###Install NetFortris Zendesk Integration app:/nFollow the instructions below to install the NetFortris Zendesk Integration within the Zendesk environment. You will need to run this installation once for your system. Once that is completed the software will automatically be available to your agents:/n###*Getting Started:*/n/n 1. Sign in to your Zendesk account, then click the Admin icon in the navigation bar./n 2. Under Apps, select Browse, then find the NetFortris Zendesk Integration  app and click the tile./n 3. On the NetFortris Zendesk Integration page, click 'Install app' in the upper-right corner. You will be presented with a web page./n 4. Enter the login URL for the Call Panel./n 5. Click Continue. The app will install in your Zendesk account./n 6. Refresh your Zendesk login session. The NetFortris Zendesk Integration icon will show up at the top right hand corner./n 7. Click the NetFortris Zendesk Integration icon. This will launch the NetFortris Zendesk Integration login screen within your Zendesk frame./n 8. Enter you HUD login credentials and click Login. Upon validation, you will be logged in./nFor more details please refer to the NetFortris Zendesk Integration User Guide!/nIf you have any questions  or need assistance with the installation, please contact the NetFortris Support Team.",
  "long_description": "The NetFortris  Zendesk Integration app is an easy and cost effective way to have an integrated user experience of the Fonality Platform phone system and Zendesk customer service management.The app integrates the NetFortris business communication system with Zendesk to allow customers to improve their business performance and customer experience with tools that allow users to make calls, get contextual data about every call before they pick up, automatically log calls, take notes and more."
}
